Repository: common-repository/svejo2wp-comments
Catalog: lang/svejo2wp_*.po
Languages: bg_bg

source: Excluded usernames has been saved.
bg_bg: Забранените потребители са променени.

source: Comment template has been saved.
bg_bg: Шаблона за коментарите е променен.

source: Comment template should contain
bg_bg: Шаблона за коментарите трябва да съдържа

source: Settings restored to defaults.
bg_bg: Настройките по подразбиране са възстановени

source: You don't have enough access rights.
bg_bg: Нямаш достатъчно права за достъп.

source: Svejo2WP Settings
bg_bg: Настройки на Svejo2WP

source: This plugin makes it possible to load comments on the blog post from
bg_bg: Тази добавка позволява изтегленето на коментари в блога ви от

source: Created by
bg_bg: Създадена от

source: Boyan Yurukov
bg_bg: Боян Юруков

source: Visit my
bg_bg: Посетете

source: blog
bg_bg: блога ми

source: for more updates and news
bg_bg: за нови версии и новини

source: Exclude Svejo usernames
bg_bg: Забранени потребители на Svejo

source: Comma separated. Comments by these authors will not be added. When an author is added, his/her old comments will be kept. When an author is removed, all his/hers old comments will eventually be imported from Svejo.
bg_bg: Трябва да са разделени със запетайка. Коментарите на тези автори няма да бъдат добавяни. Ако някой потребител е добавен тук, старите му коментари няма да бъдат изтрити. Ако потребител бъде махнат от списъка, пропуснатите му коментари ще бъдат заредени в даден момент от Svejo.

source: Comment template
bg_bg: Шаблон за коментари

source: You can use the following tags
bg_bg: Може да използвате следните тагове

source: address of the comment page
bg_bg: адрес на самия коментар

source: address of the voting page
bg_bg: адрес на страницата за гласуване

source: address of the author's page
bg_bg: адрес на страницата на автора

source: comment date
bg_bg: дата на коментара

source: the name of the author
bg_bg: име на коментиращия

source: the text of the comment (required)
bg_bg: текст на коментара (задължителен)

source: Save
bg_bg: Запиши промените

source: Restore settings to default.
bg_bg: Възстанови настройките по подразбиране

source: This will undo all your changes!
bg_bg: Това ще премахне промените ви!

source: Restore to defaults
bg_bg: Възстанови по подразбиране

source: Sorry, you are not allowed to access this page.
bg_bg: Съжалявам, но не ви е позволено да отваряте тази страница.
